Repository: apertium/apertium-sme-nob
Catalog: tmx_data/Olli_kronikk_sme2nob.tmx
Source language: sme
Languages: nob

source: Sáhtášii go son dat, jos livčče sámi mánáidgárdefálaldat buohkaide lasihit sámi giellageavaheddjiid?
nob: Kunne man montro det, hvis det hadde vært samisk barnehagetilbud til alle få flere samiske språkbrukere?

source: Sámediggeráđđi lea ráhkadeamen sámediggedieđáhusa sámi mánáidgárdefálaldaga birra maid Sámedikki dievasčoahkkin galgá mearridit guovvamánus 2013.
nob: Sametingsrådet er i ferd med å lage sametingsmeldinga om samisk barnehagetilbud som Sametingets plenum skal vedta i februar 2013.

source: Dieđáhus galgá oainnusmahttit Sámedikki rolla ja min politihka mánáidgárdesuorggis, ja mii háliidit oažžut ságastallama prinsihpalaš beliid birra sámi mánáidgárdefálaldaga ektui.
nob: Meldinga skal synliggjøre Sametingets rolle og vår politikk i barnehagesektoren, og vi vil få samtale om de prinsipielle sidene ved samisk barnehagetilbud.

source: Sámediggi áigu ovdánahttit politihka man bokte nannet mánáidgárddiid deaŧalaš rolla sámi mánáid bajásgeassimis.
nob: Sametinget skal utvikle politikken med hvilken vi styrker barnehagenes viktige rolle i oppfostringa av samiske barn.

source: Mánáidgárddit leat deaŧalaččat máná ovdáneapmái giela ja kultuvrra oahppama dáfus ja identitehta ovddideapmái.
nob: Barnehagene er viktige for barnets utvikling med hensyn til læring av språk og kultur og fremmingen av identiteten.

source: Mánáidgárddit leat okta deaŧaleamos sajiin sámi giela ja kultuvrra viidáseappot doalvumii.
nob: Barnehagene er et av de viktigste stedene for å føre samisk språk og kultur framover.

source: Danne lea vealtameahttun deaŧalaš áŋgiruššat dan ala ahte sámi servodat galgá ovddiduvvot sámi álbmoga iežas višuvnnaid, árvvuid ja prinsihpaid vuođul.
nob: Derfor er uunngåelig viktig å ivre for at samisk samfunn skal fremmes basert på samisk folks sine visjoner, verdier og prinsipper.

source: Sámediggi áigu dainna dieđáhusain bidjat guovddážii dan ahte addojuvvo sámi mánáidgárdefálaldat buohkaide geat dan háliidit.
nob: Sametinget skal med denne meldinga sette i fokus at det gis samisk barnehagetilbud til alle som vil ha det.

source: Sámediggi áigu sihkkarastit ahte mánáidgárddit ožžot doarvái ruđaid dán lágan fálaldahkii mas lea buorre kvalitehta.
nob: Sametinget skal sikre at barnehagene får nok penger til denne slags tilbud som har god kvalitet.

source: Dan mánáidgárdefálaldagas mii dál addojuvvo sámi mánáide leat stuorra variašuvnnat.
nob: I det barnehagetilbudet som nå gis til samiske barn er det store variasjoner.

source: Fálaldagat molsašuddet sámi mánáide mánáidgárddiid rájes, main váldodeaddu lea sámegielas gitta dárogielat sámi mánáid rádjai geat ožžot fálaldaga norgalaš mánáidgárddiin.
nob: Tilbudene varierer til samiske barn fra barnehagene, hvor hovedvekta er på samisk helt til de norsktalende samiske barn som får tilbudet i de norske barnehagene.

source: Sámi mánáidgárdin oaivvilduvvo dat mánáidgárdi mii mearrádusaid bokte lea vuođđudan mánáidgárdedoaimma sámi gillii ja kultuvrii.
nob: Som samisk barnehage menes den barnehagen som ved bestemmelsene har grunnlagt barnehagedriften i samisk språk og kultur.

source: Mánáidgárdi galgá nannet máná identitehta sápmelažžan sámegiela geavaheami ovdánahttima ja sámi kultuvrra gaskkusteami bokte.
nob: Barnehagen skal styrke barnets identitet som same ved å fremme bruk av samisk og formidling av samisk kultur.

source: Mánáidgárddi jođihit sámi pedagogalaš bargit.
nob: Barnehagen leder samiske pedagogiske ansatte.

source: Dasto galget guovddáš oasit sámi mánáidbajásgeassimis gozihuvvot sihke bargovugiid ja beaivválaš eallima bokte.
nob: Deretter skal de sentrale delene av samisk barneoppdragelse overvåkes både ved arbeidsmetodene og det daglige livet.

source: Mánáidgárdefálaldat galgá organiserejuvvot nu ahte mánát váldojuvvojit mielde sierralágan bargoproseassaide ja ahte sii besset searvat kultuvrralaš ja sosiála doaimmaide.
nob: Barnehagetilbudet skal organiseres slik at barnene taes med i de forskjellige arbeidsprosessene og at de får være med i kulturelle og sosiale oppgaver.

source: Mánáidgárddiin mat leat olggobealde sámi distrivtta ja gos leat sámi mánát, lea vánhemiid ja mánáid vuoigatvuohta vuordit ahte mánáidgárddi bargit dovdet sámi kultuvrra ja deattuhit dan oassin sisdoalus.
nob: I barnehagene som er utenfor samisk distrikt og hvor det er samiske barn, er det foreldrenes og barnenes rettighet å forvente at barnehagens ansatte kjenner samisk kultur og at de betoner den som del av innholdet.

source: Dát mearkkaša dan, ON mánáidkonvenšuvnna ja mánáidgárdelága mielde, ahte sámi mánát galget vásihit fálaldaga searvvaheaddjin, gos leat sámegielat bargit geat geavahit sámegiela mánáiguin háladettiin.
nob: Dette betyr det, ifølge ON barnekonvensjonen og barnehageloven, at samiske barn skal erfare tilbudet som inkuderende, hvor det er samisktalende ansatte som bruker samisk når de snakker med barnene.

source: Dát ferte dahkkojuvvot fágalaččat heivehuvvon vuogi mielde ja mánáid guovttegielat ovdáneami ja individuála eavttuid vuođul.
nob: Dette må gjøres på en faglig tilpasset måte og basert på barnenes tospråklige utvikling og individuelle betingelser.

source: Sámediggi áigu oččodit sámi mánáide individuála vuoigatvuođa oažžut sámi mánáidgárdefálaldaga.
nob: Sametinget skal prøve å få individuell rettighet til samiske barn til å få samisk barnehagetilbud.

source: Dás lea sáhka mánáid vuoigatvuođas beassat leat mielde váikkuheamen ja mearrideamen.
nob: Her er det snakk om barnenes rettighet til å være med på å påvirke og bestemme.

source: Mánáidgárdi galgá sihkkarastit dan ahte mánát ovdánit guovttegielagin, dainna lágiin ahte sin sámegielat ja sámi kultuvra nannejuvvojit.
nob: Barnehagen skal sikre at barnene utvikler seg som tospråklige, på den måten at deres samiske språk og samiske kultur styrkes.

source: Mánáidgárdelágas lea nannejuvvon ahte mánáidgárdi ovttasráđiid ja áddejumiin ruovttuin galgá gozihit mánáid dárbbu oažžut fuolahusa ja beassat duhkoraddat, ja ovddidit oahppama vuođđun juohke lágan ovdáneapmái.
nob: I barnehageloven er det blitt styrket at barnehagen i samråd og forståelse med hjemmene skal overvåke barnenes behov for å få omsorg og få leke, og fremme læringa som grunn til all slags utvikling.

source: Giellabargu mánáidgárddis gáibida ollu barggu sihke bargiin ja vánhemiin.
nob: Språkarbeidet i barnehagen krever mye arbeid både fra ansatte og foreldre.

source: Sámi servodagas leat ovddabealde stuorra hástalusat go guoská sámegielat bargiid rekrutteremii.
nob: I det samiske samfunnet er man foran store utfordringer som berører rekruttering av samisktalende ansatte.

source: Jos galggaš sáhttit ovddidit mánáidgárddiid orgánan gos oahppat ja ollašuhttit oahppogáibádusa mánáidgárdelága mielde, lea deaŧalaš hástalussan oažžut eanet sámegielat olbmuid geain lea pedagogalaš máhttu mánáidgárddiide.
nob: Hvis man kanskje skal kunne fremme barnehager som organ hvor vi lærer og fullfører utdanningskravet etter barnehageloven, er det en viktig utfordring å få flere samisktalende personer som har pedagogisk kunnskap til barnehagene.

source: Pedagogalaš bargit ja eará sámegielat bargit leat vuođđogeađggit boahtteáiggi mánáidgárddiin.
nob: De pedagogiske ansatte og andre samisktalende ansatte er grunnsteiner i fremtidens barnehager.

source: Mánáidgárddi deaŧaleamos doaimmaid gaskii gullá giellamovttiidahttin.
nob: Blant barnehagens viktigste oppgaver hører språkmotivering.

source: Ollu oktavuođain leat oaidnán ahte giellaoahpahus ii leat dohkálaš.
nob: I mange sammenhenger har vi sett at språkundervisningen ikke er brukbar.

source: Dan geažil go váilot resursaolbmot ja fágaolbmot geain lea gelbbolašvuohta sámi gielas, de šaddá giellaoahpahus váilevaš.
nob: På grunn av at det mangler ressurspersor og fagpersoner som har kompetanse i samisk språk, så blir språkundervisning mangelfull.

source: Jos sámegielaid galggaš suodjalit ja ovddidit, de ii sáhte sámegiela oahpahus doaibmat soaittáhagas mánáidgárddis.
nob: Hvis man skal verne og fremme samiske språk, så kan ikke samiskundervisningen fungere tilfeldig i barnehagen.

source: Fertet oažžut eanet vánhemiid válljet sámegiela mánáidasaset vai šattašii lunddolažžan čuovvolit sámegiela maiddái vuođđooahpahusas skuvllas.
nob: Vi må få flere foreldre til å velge samisk til barnene sine for at det skal kunne bli naturlig å følge samisk også i grunnopplæringa på skolen.

source: Sámedikki giellapolitihkain sihkkarastojuvvo sámegielaid riggodat ja variašuvnnat.
nob: Med sametingets språkpolitikk sikres samiske språks rikdom og variasjoner.

source: Sihke mánát geaid eatnigiella lea sámegiella, mánát geaid nubbin giella lea sámegiella ja dárogielat mánát fertejit oažžut vejolašvuođaid oažžut sámi mánáidgárdefálaldaga.
nob: Både barnene hvems morsmål er samisk, barn hvems andre språk er samisk og de norsktalende barnene må få muligheter å få samisk barnehagetilbud.

source: Dalle šaddá mánáidgárdi dakkár sadjin gos sihke dárogielat mánát ohppet sámegiela ja sámegielat mánát besset ovddidit sámegielaid.
nob: Da blir barnehagen et slikt sted hvor både de norsktalende barnene lærer samisk og de samisktalende barnene får fremme samiske språk.

source: Okta dain stuorámus hástalusain lea ahte mii fertet oažžut eanet sámi giellageavaheddjiid.
nob: En av de største utfordringene er at vi må få flere samiske språkbrukere.

source: Minoritehtan leat sámit sorjavaččat das ahte giella ja kultuvra oažžu doarjaga ja ovddiduvvo.
nob: Som minoritet er samene avhengige av at språket og kulturen får støtte og fremmes.

source: Go áŋgiruššá oažžut sámi mánáidgárdefálaldaga maiddái dáža mánáide, de nannešii dat maiddái sámi mánáid iešdovddu.
nob: Når man ivrer å få samisk barnehagetilbud også til norske barn, så kan det styrke selvfølelsen også hos samiske barn.

source: Dainna loktejuvvošii giela stáhtus dan bokte ahte maiddái dáža mánát sáhttet oahpásmuvvat sámi gielain ja kultuvrrain mánáidgárddis ja oahppat giela.
nob: Med dette kunne språkets status løftes ved at også norske barn kan bli kjent med samisk språk og kultur i barnehagen og lære språket.

source: Áiggi mielde sihkkarastojuvvo de dat ahte sámi álbmot sáhttá bisuhit iežas giela, kultuvrra ja servodateallima.
nob: Med tida sikres det slik at det samiske folk kan beholde sitt språk, kultur og samfunnsliv.
